{
  "site": {
    "name": "商會",
    "description": "國際商會"
  },
  "nav": {
    "home": "首頁",
    "about": "關於我們",
    "charity": "慈善活動",
    "cooperation": "國際合作",
    "contact": "聯絡我們",
    "exchanges": "商會交流"
  },
  "home": {
    "title": "歡迎來到龍耀國際商會",
    "description": "我們致力於慈善公益與企業的價值創造",
    "history": {
      "title": "商會發展",
      "description": "探索我們多年來的發展歷程，見證我們如何為國際商務合作奠定堅實基礎。通過不斷創新和進步，我們持續推動商業發展與合作。"
    },
    "charity": {
      "title": "慈善公益",
      "description": "了解我們對社會責任的承諾，以及我們在全球範圍內支持的各項慈善計劃。我們致力於通過公益活動回饋社會，促進社會和諧發展。"
    },
    "international": {
      "title": "國際影響",
      "description": "探索我們的國際合作夥伴關係網絡，見證我們如何推動全球商業發展。我們與世界各地的商業夥伴建立長期穩定的合作關係。"
    }
  },
  "about": {
    "title": "關於我們",
    "introduction": {
      "title": "商會簡介",
      "history": "商會歷史",
      "organization": "組織架構",
      "message": "會長致辭"
    },
    "culture": {
      "title": "商會文化",
      "values": "核心價值觀",
      "vision": "商會願景",
      "mission": "商會使命"
    }
  },
  "cooperation": {
    "title": "國際合作",
    "description": "全球商業合作",
    "partners": "合作夥伴",
    "opportunities": "合作機會",
    "success": "成功案例"
  },
  "footer": {
    "copyright": "© 2024 龍耀國際商會. 保留所有權利。"
  },
  "contact": {
    "title": "聯絡我們",
    "address": "地址",
    "phone": "電話",
    "email": "電子郵件",
    "form": {
      "name": "姓名",
      "email": "電子郵件",
      "message": "訊息",
      "submit": "發送"
    }
  },
  "common": {
    "readMore": "了解更多",
    "loading": "加載中",
    "error": "發生錯誤",
    "success": "成功",
    "back": "返回",
    "submit": "提交",
    "cancel": "取消",
    "save": "保存",
    "edit": "編輯",
    "delete": "刪除",
    "confirm": "確認",
    "viewAll": "查看全部",
    "more": "更多"
  },
  "history": {
    "title": "商會歷史",
    "breadcrumb": {
      "home": "首頁",
      "about": "關於我們",
      "history": "商會歷史"
    },
    "initialParagraph": "龍耀國際商會自2013年成立以來，秉承著「慈善、責任、合作」的核心價值觀，致力於推動全球範圍內的慈善公益事業。商會通過集結跨國資源，搭建多方平台，積極支持社會責任項目與公益行動，尤其注重在公益領域的前期推廣與運營工作，確保每一個慈善項目的順利落地與長期影響力。",
    "mission": {
      "title": "商會的初心與使命",
      "content": "在創辦之初，龍耀國際商會的創始團隊深感全球社會存在許多亟待解決的公益問題，尤其在弱勢群體的關懷、災後重建、教育支持和健康保障等方面。商會的使命是通過聯合各界力量，推動這些慈善目標的實現，帶動更多企業和社會人士加入到慈善事業的行列中來。"
    },
    "newChapter": {
      "title": "每天都在書寫新的篇章",
      "mainContent": "每一份合作、每一次善舉，每一個成功的項目，都是龍耀國際商會在書寫歷史的新起點。自2013年成立以來，雖然我們的歷程僅有十餘年，但我們始終踐行「慈善與合作並重」的使命，以堅定的信念和實幹的精神，開創了無數值得銘記的故事。",
      "paragraphs": [
        "從商業合作到慈善公益，無論是幫助企業實現發展目標，還是為社會的弱勢群體帶去關愛與支持，我們的每一項行動都在為這個世界注入溫暖與力量。而這，僅僅是個開始。",
        "如果時間倒流，我們依然會選擇同樣的道路，用腳踏實地的步伐走到今天。龍耀國際商會的故事，是由無數人伸出援助之手，團結協作，共同努力寫成的。從會員企業的智慧和奉獻，到志願者的辛勤付出，再到全球範圍內合作夥伴的鼎力支持，這一切都在不斷推動我們向前，改變生活、改善社區。",
        "從深度參與全球商業合作，到積極投身慈善公益事業，龍耀國際商會的足跡已經遍布世界各地。無論是在幫助企業開拓新市場、推廣新項目，還是在災難發生後為社區重建出力，我們的行動正在影響著跨越不同文化和區域的50多個國家和地區。"
      ]
    },
    "future": {
      "title": "未來展望",
      "content": "未來，龍耀國際商會將繼續堅持初心，以更廣闊的視野和更有力的行動，與會員和合作夥伴攜手前行，共同為全球的商業繁榮與社會進步貢獻力量。"
    },
    "innovation": {
      "title": "創新與發展",
      "support": {
        "title": "創新支持",
        "content": "通過項目孵化、技術合作和投融資服務，推動會員企業實現創新升級"
      },
      "ecosystem": {
        "title": "行業生態構建",
        "content": "打造全球化的行業生態圈，促進各領域企業之間的深度融合"
      },
      "vision": "無論是支持新興企業走向國際舞台，還是為成熟企業開拓新領域，龍耀國際商會將始終秉承合作共贏的理念，以專業和高效的服務，推動全球商業合作邁向新高度。"
    },
    "slogan": "攜手龍耀，合作共贏，共創未來！",
    "conclusion": "商會的目標是成為全球慈善事業的推動者、影響力的拓展者，以及各方合作的橋樑，繼續為建設更加美好的社會貢獻力量。",
    "dateFormat": {
      "year": "年",
      "month": "月",
      "day": "日"
    },
    "meta": {
      "title": "龍耀國際商會 - 商會歷史",
      "description": "了解龍耀國際商會的發展歷程、使命願景和重要里程碑。自2013年成立以來，我們始終致力於推動全球慈善事業發展。",
      "keywords": "龍耀國際商會,商會歷史,慈善事業,國際合作,社會責任"
    }
  },
  "charity": {
    "title": "慈善活動",
    "subtitle": "用愛心傳遞希望，用行動創造改變",
    "tabs": {
      "all": "全部活動",
      "ongoing": "進行中",
      "completed": "已完成"
    },
    "status": {
      "upcoming": "即將舉行",
      "ongoing": "正在進行",
      "completed": "已完成"
    },
    "readMore": "了解更多",
    "activities": [
      {
        "id": 1,
        "title": "全球慈善活動啟事",
        "status": "ongoing",
        "date": "長期有效",
        "location": "全球",
        "thumbnail": "/images/charity/bright.png",
        "description": "龍耀國際商會秉持著對全球慈善事業的無限熱忱，始終堅定不移地實踐社會責任。我們不僅在過往積極進行各類公益善舉，更著眼於未來，持續精心籌備眾多具有深遠影響力的公益活動。",
        "type": "health",
        "link": "/bright-future"
      },
      {
        "id": 2,
        "title": "福島地震災後援助行動",
        "status": "completed",
        "date": "2023-present",
        "location": "日本福島",
        "thumbnail": "/images/charity/fukushima.png",
        "description": "龍耀國際商會積極響應號召，與多家公益機構合作，為福島地區的災後援助貢獻力量。包括緊急救援行動、在線募捐、養老院援助等多個方面的支持。",
        "type": "disaster",
        "link": "/fukushima-aid"
      },
      {
        "id": 3,
        "title": "攜手抗擊癌症計劃",
        "status": "ongoing",
        "date": "2018-present",
        "location": "新加坡",
        "thumbnail": "/images/charity/cancer.png",
        "description": "與新加坡癌病協會合作，為癌症患者及其家庭提供全方位支持，包括經濟援助、康復護理和居家醫療照護服務。",
        "type": "health",
        "link": "/cancer-support"
      },
      {
        "id": 4,
        "title": "拒絕戰爭，共創和平",
        "status": "ongoing",
        "date": "2023-present",
        "location": "全球",
        "thumbnail": "/images/charity/peace.png",
        "description": "通過國際合作、文化交流和慈善事業，推動世界和平。包括難民援助、和平教育、國際對話等多個項目。",
        "type": "peace",
        "link": "/peace-initiative"
      },
      {
        "id": 5,
        "title": "兒童關懷計劃",
        "status": "ongoing",
        "date": "2022-present",
        "location": "全球",
        "thumbnail": "/images/charity/children.png",
        "description": "通過教育支持、健康關懷、心理關懷和安全守護四大計劃，為弱勢兒童提供全方位的關愛與支持。",
        "type": "education",
        "link": "/children-care"
      },
      {
        "id": 6,
        "title": "海馬颱風救援行動",
        "status": "completed",
        "date": "2016",
        "location": "香港",
        "thumbnail": "/images/charity/typhoon.png",
        "description": "在颱風「海馬」後實施一系列援助措施，包括緊急物資分發、社區清理與修復、心理和醫療援助，以及長期重建計劃。",
        "type": "disaster",
        "link": "/typhoon-haima"
      }
    ]
  },
  "coreValues": {
    "title": "核心價值觀",
    "integrity": {
      "title": "誠信",
      "intro": "誠信是龍耀國際商會的立身之本，宛如璀璨星辰照亮國際商業之路。",
      "content": {
        "internal": {
          "title": "內部誠信",
          "text": "在商會內部，誠信是會員之間建立深厚關係的紐帶。每一位會員都以真誠為準則，在商業往來中如實展現自身企業的狀況，包括財務狀況、業務能力、產品質量等。在信息交流方面，無論是市場動態、行業趨勢還是合作機會，所傳達的內容都真實可靠，避免因虛假信息造成會員之間的誤解和損失。"
        },
        "external": {
          "title": "外部合作",
          "text": "對於外部合作，誠信是贏得國際夥伴信任的關鍵。無論是國際商業談判、簽訂合同還是履行協議，商會成員都堅守誠信原則。在談判桌上，不誇大其詞、不隱瞞重要事實，確保雙方基於真實信息做出決策。在合同履行過程中，嚴格按照約定條款執行，按時交付貨物、提供服務、支付款項，維護國際商業契約精神。對於國際商業規則和各國法律法規，商會成員始終保持敬畏之心，依法合規經營，杜絕一切不正當競爭行為，以誠信樹立龍耀國際商會在全球商業領域的良好聲譽。"
        }
      }
    },
    "cooperation": {
      "title": "合作",
      "intro": "合作是龍耀國際商會繁榮發展的核心力量，如同緊密交織的絲線編織出國際商業的錦繡畫卷。",
      "content": {
        "platform": {
          "title": "合作平台",
          "text": "商會積極打造全方位的合作平台，跨越國界和行業的藩籬。線上，通過先進的數字化平台，匯聚全球商業信息，方便會員企業發布需求、展示優勢，精準匹配潛在合作夥伴。線下，組織國際商業峰會、行業展會、合作洽談會等活動，為會員企業創造面對面交流的機會。這些活動如同國際商業的盛宴，讓不同國家和地區的企業能夠在其中尋覓到契合自身發展的夥伴。"
        },
        "projects": {
          "title": "國際合作",
          "text": "在國際合作項目中，商會強調多元融合與協同共進。會員企業發揮各自在資源、技術、市場等方面的優勢，形成緊密的合作聯盟。大型企業憑藉雄厚的資金和廣泛的市場網絡，為項目提供堅實的支持；中小企業則以其靈活的創新能力和專業技術，為項目注入新的活力。各方在合作過程中相互尊重、相互支持，建立高效的溝通機制和協調機制。"
        }
      }
    },
    "innovation": {
      "title": "創新",
      "intro": "創新是龍耀國際商會在國際商業浪潮中破浪前行的船帆，引領會員企業駛向成功的彼岸。",
      "content": {
        "business": {
          "title": "商業模式創新",
          "text": "在商業模式創新上，商會鼓勵會員企業勇於突破傳統的商業思維定式。面對全球市場的快速變化，會員企業積極探索新的價值創造方式。如採用共享經濟模式，在物流、辦公空間等領域實現資源共享，降低運營成本；運用區塊鏈技術構建更安全、透明的供應鏈金融體系，提高資金流轉效率。"
        },
        "technology": {
          "title": "技術創新",
          "text": "技術創新是商會推動會員企業發展的重要引擎。商會積極營造創新氛圍，支持會員企業加大研發投入，與全球頂尖科研機構和高校建立產學研合作。企業不斷引進新技術、新工藝，在產品研發上推陳出新，提升產品的性能和品質。"
        }
      }
    },
    "charity": {
      "title": "慈善回饋社會",
      "intro": "慈善回饋社會是龍耀國際商會價值觀中閃耀人性光輝的部分，如同溫暖的陽光灑向世界每一個角落。",
      "content": {
        "education": {
          "title": "教育支持",
          "text": "在教育領域，商會鼓勵會員企業設立獎學金、捐贈教育設施，支持貧困地區兒童接受優質教育。無論是在非洲偏遠地區援建學校，還是為東南亞國家的學生提供在線教育資源，會員企業的努力都為當地教育事業注入了新的活力。"
        },
        "healthcare": {
          "title": "醫療健康",
          "text": "在醫療健康方面，會員企業積極參與國際醫療援助項目。在突發公共衛生事件期間，商會組織會員企業向受災國家和地區捐贈醫療物資、派遣醫療團隊，為抗擊疫情、保障當地人民的生命健康貢獻力量。"
        },
        "environment": {
          "title": "環境保護",
          "text": "在環保事業上，商會引導會員企業踐行綠色發展理念，積極參與全球環境保護行動。會員企業通過投資環保項目、推廣清潔能源技術、支持可持續發展項目等方式，為應對全球氣候變化、保護生態環境發揮積極作用。"
        }
      }
    }
  },
  "mission": {
    "meta": {
      "title": "商會使命 - 龍耀國際商會",
      "description": "了解龍耀國際商會的使命與願景，我們致力於促進國際商業合作，推動慈善事業發展。",
      "keywords": "商會使命,國際合作,慈善事業,龍耀國際商會"
    },
    "title": "商會的使命",
    "sections": {
      "fundamentalPurpose": {
        "title": "基本宗旨",
        "content": "龍耀國際商會以促進國際商業合作為根本宗旨，秉持開放、包容、公平、公正的原則，致力於搭建全球商業溝通與協作的橋樑。我們積極匯聚來自世界各地的商業精英、企業和組織，打破地域與文化的壁壘，推動國際商業信息的流通與共享。"
      },
      "businessCooperation": {
        "title": "商業合作",
        "content": "我們堅信，通過加強國際商業合作，能夠整合全球資源，為會員企業創造更多的發展機遇。無論是新興市場的開拓，還是成熟市場的深耕，商會都將全力以赴，為會員提供全方位的支持。同時，我們注重維護商業秩序，倡導誠信經營，確保國際商業合作在健康、可持續的環境中發展。"
      },
      "charitableCause": {
        "title": "慈善事業",
        "content": "此外，商會還將慈善融入自身發展理念。我們積極倡導會員企業投身慈善事業，關注全球弱勢群體，努力在商業發展的同時為社會帶來溫暖。我們認為商業的成功不應僅僅局限於經濟利益的獲取，更應肩負起社會責任。通過組織慈善活動，鼓勵會員企業捐贈資源、資金和技術，為貧困地區提供教育、醫療和發展機會，助力解決全球發展不平衡問題，讓商業力量成為推動社會公平與進步的積極因素。"
      }
    }
  },
  "vision": {
    "title": "商會願景",
    "sections": {
      "businessVision": {
        "content": "龍耀國際商會的願景是成為全球商業領域中引領國際合作、實現共贏發展的卓越組織。我們期望構建一個國際化的商業生態系統，在這個系統中，不同國家和地區的企業都能夠找到志同道合的合作夥伴，共同探索新的商業機會，共同應對全球性的商業挑戰。"
      },
      "charitableVision": {
        "content": "同時，我們將慈善作為商會願景的重要基石。我們夢想打造一個充滿愛心與責任感的商業世界，商會將積極引導會員企業將慈善行動融入日常經營與發展戰略中。我們希望看到會員企業不僅在商業上相互成就，更能在全球慈善舞台上攜手共進。通過商會的影響力和協調作用，匯聚各方資源，為改善貧困地區人們的生活狀況、促進教育公平、保護環境等慈善事業貢獻巨大力量，讓商業與慈善相輔相成，讓世界因我們的行動變得更加美好，在商業成功與社會福祉之間建立起牢不可破的聯繫。"
      }
    }
  },
  "charityDetail": {
    "children-care": {
      "title": "兒童關懷計劃",
      "date": "2022年至今",
      "location": "全球",
      "theme": "以愛之名，呵護童年",
      "image": "/images/charity/children.png",
      "content": "<h1>龍耀國際商會：以愛之名，呵護童年</h1><p>兒童是社會的未來，也是最需要關注和保護的群體。龍耀國際商會從成立至今始終致力於兒童關懷，通過多維度的公益項目，為弱勢兒童提供支持，幫助他們健康成長，擁抱更加光明的未來。</p><h2>兒童關懷公益活動項目</h2><h3>(1) 教育支持計劃：知識改變命運</h3><p>目標：幫助貧困家庭的孩子獲得平等的教育機會。</p><p>行動：</p><ul><li>捐助書籍、文具和學習設備；</li><li>設立獎學金，支持兒童完成基礎教育。</li></ul><p>龍耀國際商會的貢獻：</p><p>商會發起專項捐助活動，為偏遠地區的兒童搭建智能學習平台，同時派遣志願者參與課外輔導與知識普及。</p><h3>(2) 健康關懷計劃：呵護兒童健康</h3><p>目標：確保每個孩子都能獲得基本的醫療保障和營養支持。</p><p>行動：</p><ul><li>開展疫苗接種和健康檢查活動；</li><li>向營養不良兒童發放健康食品包。</li></ul><p>龍耀國際商會的貢獻：</p><p>商會聯合醫療團隊，為弱勢兒童提供免費醫療篩查，並捐助醫藥物資，特別關注長期患病和特殊需要的兒童。</p><h3>(3) 心理關懷計劃：守護童年心靈</h3><p>目標：關注兒童心理健康，幫助他們克服成長中的創傷和壓力。</p><p>行動：</p><ul><li>建立兒童心理輔導中心，提供專業心理諮詢；</li><li>通過藝術、音樂和遊戲療法，幫助兒童釋放情緒、恢復自信。</li></ul><p>龍耀國際商會的貢獻：</p><p>龍耀國際商會資助心理輔導活動，為孤兒院和災區兒童提供長期心理關懷，並舉辦兒童主題的公益藝術展覽。</p><h3>(4) 安全守護計劃：為孩子築起保護傘</h3><p>目標：防止兒童受到暴力、虐待和剝削，保障其基本權益。</p><p>行動：</p><ul><li>舉辦安全教育講座，提高兒童及其家長的安全意識；</li><li>推動制定保護兒童的相關政策法規。</li></ul><p>龍耀國際商會的貢獻：</p><p>商會支持兒童保護立法行動，同時為被剝削的兒童提供法律援助和庇護服務。</p><h2>行動呼籲：點亮童年，共建未來</h2><p>龍耀國際商會號召社會各界加入我們，為孩子們創造一個充滿愛與希望的世界：</p><ul><li>捐款：成員善款將用於教育、健康與心理支持項目；</li><li>志願服務：與我們一起參與公益活動，用行動改變孩子們的命運；</li><li>資源支持：提供學習用品、醫療設備或專業技能，為公益活動注入更多力量。</li></ul><p class='quote'>\"每一個孩子，都值得擁有美好的童年；每一次付出，都是對未來的投資。\"</p><h2>以愛傳遞希望，用心守護未來</h2><p>龍耀國際商會始終秉承公益初心，用實際行動呵護兒童的成長與幸福。讓我們攜手同行，為每個孩子的美好明天貢獻力量！</p>"
    },
    "typhoon-haima": {
      "title": "海馬颱風救援行動",
      "date": "2016年",
      "location": "香港",
      "theme": "團結互助，共渡難關",
      "image": "/images/charity/typhoon.png",
      "content": "<p>2016年颱風\"海馬\"（Haima）襲擊香港和鄰近地區後，龍耀國際商會成員迅速行動，實施了一系列援助措施以幫助災區恢復。</p><h2>1. 緊急物資分發</h2><h3>食品和飲用水</h3><p>颱風過後，部分社區供電中斷，飲用水和食品供應受影響。商會迅速在災區設立救援點，分發乾糧、樽裝水和其他生活必需品。</p><h3>防水物資</h3><p>為防止次生災害，商會成員提供防水布、塑膠板等材料，協助居民保護受損房屋。</p><h2>2. 社區清理與修復</h2><h3>清理工作</h3><p>商會成員和當地組織幫助清理被倒塌樹木和殘骸阻塞的道路，確保救援物資能夠及時運達。</p><h3>房屋修復</h3><p>受損嚴重的房屋被優先修繕，幫助居民重建家園。</p><h2>3. 心理和醫療援助</h2><h3>醫療支持</h3><p>流動診所為受傷居民提供治療，並分發基本藥物，特別是抗感染藥物和急救用品。</p><h3>心理輔導</h3><p>災後創傷普遍，商會派遣專業心理輔導員為受災家庭和兒童提供心理健康支持。</p><h2>4. 長期重建計劃</h2><h3>教育恢復</h3><p>為受損學校提供修繕資金，幫助學生儘快恢復正常學習環境。</p><h3>社會捐助平台</h3><p>龍耀國際商會及香港紅十字會和多個社區慈善組織建立募款平台，長期支持基礎設施的全面恢復。</p><p class='conclusion'>龍耀國際商會及各界慈善組織和社區的協作，使得\"海馬\"颱風後的香港逐步恢復生機，同時增強了未來面對自然災害的應對能力。</p>"
    },
    "peace-initiative": {
      "title": "拒絕戰爭行動",
      "date": "持續進行",
      "location": "全球",
      "theme": "拒絕戰爭，共創和平未來",
      "image": "/images/charity/peace.png",
      "content": "<h1>龍耀國際商會：拒絕戰爭，共創和平未來</h1><p>戰爭帶來的創傷不僅影響當前的社會，更威脅到下一代的成長與發展。在這個全球化的時代，和平是人類最寶貴的財富，也是社會繁榮與發展的基石。龍耀國際商會始終堅持通過國際合作、文化交流和慈善事業，推動世界和平，為人類共同的未來獻力。</p><h2>戰爭的代價：刻不容緩的全球呼籲</h2><ul><li><strong>破壞生命與家園：</strong>戰爭導致無數生命的逝去和家庭的破碎；</li><li><strong>加劇貧困與飢餓：</strong>戰爭摧毀經濟體系，剝奪了無數人維持生計的機會；</li><li><strong>剝奪教育與未來：</strong>戰爭讓無數兒童失去受教育的權利，被迫過早面對痛苦與恐懼；</li><li><strong>環境的毀滅性影響：</strong>戰爭破壞生態系統，對地球環境造成長期危害。</li></ul><p class='emphasis'>拒絕戰爭，不僅是對當下的選擇，更是為全人類的未來承擔責任。</p><h2>龍耀國際商會的和平倡議</h2><h3>(1) 推動國際合作：和平的橋樑</h3><ul><li>舉辦多邊論壇與交流活動，促進國家之間的對話與理解；</li><li>支持和平協定與國際合作項目，為衝突地區提供經濟與技術援助；</li><li>搭建跨文化平台，傳播和平理念，增進各國人民之間的友誼。</li></ul><h3>(2) 支持戰爭受害者：愛的傳遞</h3><ul><li>緊急援助行動：為戰爭中的難民提供緊急物資和人道主義援助；</li><li>心理支持計劃：為因戰爭創傷的受害者，尤其是兒童，提供心理輔導和康復服務；</li><li>教育與重建：資助受戰亂影響的學校和社區重建，幫助恢復正常生活。</li></ul><h3>(3) 倡導和平教育：從源頭消除衝突</h3><ul><li>培養和平文化：通過教育項目向年輕一代傳播和平與寬容的理念；</li><li>和平大使計劃：邀請各領域領袖加入，作為和平代言人，共同推動全球和平進程；</li><li>公益活動：組織\"拒絕戰爭、擁抱和平\"的主題活動，讓更多人認識到戰爭的危害與和平的重要性。</li></ul><h2>和平行動呼籲：您的支持，就是改變的開始</h2><p>龍耀國際商會誠邀所有會員及社會各界人士，共同參與推動和平的行動：</p><ul><li>捐助：為戰爭地區的難民、兒童和家庭提供物資與醫療支持；</li><li>志願服務：加入我們的和平項目，親自為受害者帶去溫暖與希望；</li><li>傳播和平理念：通過社交平台分享和平故事，讓更多人了解和平的重要性。</li></ul><h2>用愛消弭仇恨，用行動共建未來</h2><p>戰爭讓人類付出了沉重代價，而和平則是我們共同的希望與目標。讓我們攜手拒絕戰爭，讓更多人享有安全、尊重和幸福的生活。</p><p>龍耀國際商會承諾，將以堅定的信念繼續推動全球和平事業，用愛與行動讓世界變得更加美好！</p><p class='quote'>\"和平始於你我，未來成於攜手。\"</p>"
    },
    "fukushima-aid": {
      "title": "2023年福島地震災後援助",
      "date": "2023年",
      "location": "日本福島",
      "theme": "攜手福島，共渡難關",
      "image": "/images/charity/fukushima.png",
      "content": "<h1>2023年福島地震災後公益援助</h1><h2>龍耀國際商會：攜手福島，共渡難關</h2><p class='intro'>2023年福島地震造成了大規模的破壞，但在災難發生後，社會各界迅速行動，通過公益活動幫助受災居民重建家園。龍耀國際商會積極響應號召，與多家公益機構合作，為福島地區的災後援助貢獻力量。</p><h2>災後公益活動與龍耀國際商會的參與</h2><h3>(1) 應急響應與災後援助</h3><h4>緊急救援行動：</h4><ul><li>日本全國災害救援協會組織志願者為災民提供食物、臨時住所和醫療物資。</li><li>龍耀國際商會積極參與，捐款支持救援行動，並派遣志願者參與物資分發和避難所管理。</li></ul><h4>網上捐款支持：</h4><ul><li>公益機構通過社交媒體和網上平台發起全球籌款活動。</li><li>龍耀國際商會發起專項募捐活動，號召會員與社會公眾共同捐款，用於購買救援物資、修復基礎設施及災區恢復建設。</li></ul><h3>(2) 養老院與弱勢群體援助</h3><h4>關注長者與殘障人士：</h4><ul><li>針對災區養老院受災情況，公益機構提供專門的醫療護理與避難服務。</li><li>龍耀國際商會聯合本地醫療團隊，為長者及行動不便者提供必要的醫療物資及心理疏導支持。</li></ul><h4>支持無家可歸者安置：</h4><ul><li>公益組織提供臨時安置場所，保障無家可歸災民的基本生活需求。</li><li>龍耀國際商會捐助資金用於搭建更多避難設施，同時為災區家庭提供後續安置補貼。</li></ul><h2>龍耀國際商會的承諾：為災區重建貢獻力量</h2><p>作為一家致力於慈善事業與社會責任的國際組織，龍耀國際商會在此次福島地震災後援助中，承擔了以下重要責任：</p><ul class='commitment'><li><strong>大規模募款：</strong>發起專項捐款活動，共籌集百萬級善款，用於支持災區各項緊急需求。</li><li><strong>物資與人員支持：</strong>向福島派遣志願者團隊，協助災區清理工作，同時運送生活必需品和醫療物資。</li><li><strong>長期重建支持：</strong>承諾後續為災區學校、醫院和社區基礎設施的重建提供資金和資源。</li></ul><h2>行動呼籲：攜手為福島點燃希望之光</h2><p>我們呼籲所有商會會員與社會各界人士，繼續關注福島的災後恢復工作，加入我們的行動，為受災者帶去溫暖與希望。</p><p class='highlight'>讓我們一起，為福島的災後重建貢獻智慧和力量，與災區人民共度難關，重建美好家園！</p><p class='conclusion'>龍耀國際商會將繼續秉承慈善與公益精神，用實際行動彰顯愛心與責任。</p>"
    },
    "cancer-support": {
      "title": "攜手抗擊癌症計劃",
      "date": "2018年至今",
      "location": "新加坡",
      "theme": "攜手抗癌，共創希望未來",
      "image": "/images/charity/cancer.png",
      "content": "<h1>龍耀國際商會攜手新加坡癌病協會抗擊癌症</h1><div class='mission-statement'><p>龍耀國際商會一直致力於推動慈善事業並履行社會責任。通過與新加坡癌病協會的深度合作，龍耀國際商會積極參與並配合其各項公益活動，我們號召所有會員和社會各界朋友一起行動，共同為癌症病人及其家庭點亮希望之光。</p></div><div class='partner-intro'><h2>關於新加坡癌病協會</h2><p>新加坡癌病協會是一家自給自足且由志願者組成的社會福利機構，致力於預防和控制癌症。通過教育、研究和病人護理服務，協會不斷改善社區居民的健康和生命質量，自成立以來，已經成為癌症預防與控制領域的領導者。</p></div><div class='service-scope'><h2>服務範圍</h2><p class='scope-intro'>商會與協會的服務範圍已擴展至：</p><h3>支持有需要的癌症病人及其家屬</h3><ul class='services'><li>提供經濟援助，幫助減輕家庭負擔；</li><li>支援康復病人重返生活正軌；</li><li>為接受治療的病人提供康復護理；</li><li>為末期病人提供居家醫療照護服務。</li></ul></div><div class='commitment'><p>龍耀國際商會不僅支持籌款活動，更致力於通過實際行動推動社會關懷，幫助更多癌症患者獲得所需的支持和幫助。</p></div><p class='call-to-action'>共同攜手，為癌症病人及其家庭貢獻愛心，讓更多生命因為您的善舉而改變！</p>"
    },
    "bright-future": {
      "title": "全球慈善活動啟事",
      "date": "長期有效",
      "location": "全球",
      "theme": "共築美好未來",
      "image": "/images/charity/bright.png",
      "content": "<div class='event-header'><h1>龍耀國際商會全球慈善活動啟事</h1></div><p>從繁華都市到偏遠鄉村，從高山之巔到大洋之濱，地球上的每一寸土地都承載著我們關注的目光。無論是遭受天災重創的地區，或是被貧窮與疾病陰影籠罩的社群，亦或是在教育與文化傳承面臨困境的地方，都將成為我們慈善行動的舞台。我們跨越國界，突破地域限制，只為將溫暖與援助送達每一個需要的靈魂身邊。 </p><p>我們堅信，每一個微小的善舉都是建構美好未來的一塊基石。無論是為貧困地區的兒童送去學習用品和教育資源，助力他們開啟知識的大門，追逐夢想的星辰；還是為戰火紛飛中的難民提供食品、醫療救助和臨時住所，給予他們生存的希望與尊嚴；亦或是為保護珍稀的自然資源和古老的文化遺產而奔走呼號，努力為子孫後代留住地球的瑰寶與人類文明的記憶。龍耀國際商會所做的一切，都是為了凝聚起全人類的愛心與力量，共同勾勒出一幅充滿和諧、平等、繁榮與希望的未來畫卷。 </p><p>在此，我們誠摯地向全球各界發出邀請，無論您是心懷熱血、樂於助人的個人誌願者，擁有豐富資源與專業經驗的社會組織，還是具備強大實力與社會責任感的企業夥伴，若您心懷對公益事業的熱愛，有相關需求或合作意向，歡迎隨時與我們建立聯繫。您的每一份支持都將化作涓涓細流，匯聚成慈善的磅礴力量；您的每一次參與都將成為點亮希望的璀璨星光，與我們攜手匯聚各方力量，傳遞愛心與溫暖，共同為建構一個更美好的未來而努力拼搏，共襄慈善盛舉，齊創和諧美好世界。 </p>"
    }
  },
  "cooperation": {
    "title": "國際合作",
    "subtitle": "全球商業合作夥伴",
    "partners": {
      "monster": {
        "name": "魔勁集團",
        "nameEn": "Monster Group",
        "country": "韓國",
        "industry": "體育賽事推廣",
        "period": "2015~2016",
        "description": "韓國的魔勁集團（Monster Group）成立於 2006 年，是著名國際運動品牌推廣機構。",
        "beforeStatus": "在與商會合作之前，魔勁集團在拓展業務方面面臨著重重困難，就像在波濤洶湧的商海中艱難航行的船隻。在韓國本土市場，體育賽事推廣領域競爭愈發激烈，新的競爭對手如雨後春筍般不斷湧現，這使得魔勁集團原本的業務成長陷入了瓶頸。儘管在業界已經累積了一定的知名度，但在這種激烈競爭的環境下，其優勢逐漸被削弱。在國際市場上，開拓新區域和尋求新賽事合作對於魔勁集團而言更是困難重重。與夥伴之間的溝通管道不夠暢通，訊息傳遞存在障礙，導致一些合作項目在推進過程中困難重重，進度緩慢。這一系列問題致使魔勁集團在新興市場中的品牌影響力提升艱難，市場份額難以進一步擴大，業務規模的擴張也受到了嚴重的限制，公司的發展前景蒙上了一層陰影。",
        "afterStatus": "在 2015 - 2016 年與龍耀國際商會展開合作後，魔勁集團迎來了發展的轉折。 龍耀國際商會憑藉其專業的市場洞察力和豐富的推廣經驗，為魔勁集團量身打造了一系列積極有效的推廣策略。針對韓國本土市場， 龍耀國際商會協助魔勁集團深入剖析體育賽事受眾群體的特點和需求，如同精準的雷達掃描目標一般，不放過任何一個細節。在此基礎上，加強了魔勁集團與本地的運動國際商會、賽事主辦單位之間的緊密聯繫與深度合作。其中，最關鍵的是贊助熱門運動賽事這項舉措，例如2015 年11 月9 日與《崑崙決》完成策略合作簽約儀式，在韓國的市場推廣、版權合作、賽事營運等方面展開全方位深度合作。透過這種方式，魔勁集團將自身品牌與高關注度的《崑崙決》賽事緊密融合在一起，就像將品牌烙印深深打在每個賽事觀眾的心中，使得品牌在本土市場的知名度和影響力迅速提升。同時，在國際市場上， 龍耀國際商會指導魔勁集團積極參與各類國際體育展及交流活動。在這些活動中，魔勁集團精心搭建展示區域，如同藝術家展示自己最得意的作品一般，充分展現公司的專業實力和一系列成功案例。這些展示就像明亮的燈塔，吸引了更多國際賽事組織者和品牌方的目光，為國際合作創造了更多機會。此外，在合作期間， 龍耀國際商會也幫助魔勁集團優化了與合作夥伴的溝通機制，消除了訊息傳遞的障礙，提高了合作效率，就像為合作項目的推進鋪設了一條平坦的高速公路，使得合作專案能夠順利前進。",
        "results": "经过这一时期与 寰宇国际商会的合作与推广，魔劲集团在韩国市场的知名度大幅提升，如同一颗璀璨的新星在体育赛事推广领域闪耀，成为了该领域不可忽视的重要力量。在国际市场上，魔劲集团也成功拓展了新的业务区域和合作伙伴，品牌影响力得到了显著增强。业务规模实现了快速增长，无论是赛事推广的数量还是质量上都有了质的飞跃，为公司的长期发展筑牢了坚实的基础，进一步巩固了其在国际运动品牌推广行业中的重要地位，向着成为行业领军企业的目标迈出了坚实的步伐。"
      },
      "hashkey": {
        "name": "HashKey Group",
        "nameEn": "HashKey Group",
        "country": "香港",
        "industry": "金融科技",
        "period": "2019~2020",
        "description": "香港的 HashKey Group 於 2018 年成立，在區塊鏈和金融領域極具潛力。它為各類投資者，包括零售投資者、大型企業機構、家族辦公室、基金、專業和合格投資者，在數字資產和 Web3 生態系統中提供多元化的投資機會和全面的解決方案，涵蓋區塊鏈資產的管理、數字貨幣交易、風險投資等核心業務。但在 2019 年之前，HashKey Group 在香港市場的發展並非一帆風順。",
        "beforeStatus": "在與龍耀國際商會合作之前，香港作為國際金融中心，金融市場競爭異常激烈，新興金融科技公司層出不窮，HashKey Group 在眾多競爭對手中猶如滄海一粟，難以脫穎而出。由於缺乏有針對性的推廣，投資者對其豐富的業務內容和優勢知之甚少，公司在數字資產和 Web3 生態系統方面的潛力未能得到充分挖掘。",
        "afterStatus": "2019 - 2020 年， 龍耀國際商會與 HashKey Group 展開合作，為其發展帶來了新的曙光。 龍耀國際商會針對 HashKey Group 的業務特色和香港金融市場環境，展開了深入細緻的分析。首先，對市場趨勢和潛在投資者需求進行了廣泛調查，為制定精準的推廣策略奠定基礎。了解到香港投資者對於新興金融科技產品有著較高的接受度，但同時也對風險把控和合規性有著嚴格要求後， 龍耀國際商會在線上推廣方面充分發力。利用香港本地及國際金融科技領域的專業網站、知名財經媒體以及區塊鏈產業權威平台等多種管道，廣泛傳播 HashKey Group 的公司理念、業務範圍、專業團隊背景等資訊。透過發布深入淺出的產業分析文章、公司發展動態報道，吸引了大量潛在投資者的注意。同時，積極組織線上研討會和專家講座，邀請HashKey Group 的資深專家分享數位資產投資策略、區塊鏈技術應用前景等前沿話題，與投資者進行即時互動，解答疑問，有效提升了公司在投資者心目中的專業形象和業界權威性。在線下推廣方面， 龍耀國際商會協助 HashKey Group 在香港金融核心區域舉辦了多場高端投資者見面會、產品路演以及行業交流活動。在這些活動中，HashKey Group 的管理團隊和專業人員與潛在投資者進行了面對面的深度溝通，詳細介紹公司的風險管理措施、合規營運體係以及在數位資產領域的獨特優勢。透過展示實際案例和成功經驗，消除了投資者對新興金融業務的顧慮，增強了他們對公司的信任。此外，也積極參與香港本地的金融科技展會和國際區塊鏈高峰會，與業界的其他領導者、機構建立了廣泛的聯繫和合作，進一步提升了HashKey Group 在香港及國際金融科技領域的知名度和影響力。",
        "results": "在龍耀國際商會專業的推廣運營下，HashKey Group 在香港市場的知名度得到了極大提升，吸引了眾多來自不同領域的投資者關注，包括傳統金融機構、新興科技企業以及高淨值個人投資者等。公司業務規模呈現出爆發式增長，在數字資產交易規模、資產管理額度等關鍵指標上均取得了顯著突破，成為香港金融科技領域的一張耀眼名片。"
      },
      "grab": {
        "name": "Grab",
        "nameEn": "Grab Holdings Limited",
        "country": "新加坡",
        "industry": "互聯網科技",
        "period": "2021~2022",
        "description": "Grab 創立於2012年，是東南亞領先的超級應用平台。作為一家總部位於新加坡的科技公司，Grab通過其移動應用程序為數百萬用戶提供日常服務，包括出行、外賣、快遞、數字支付等多元化服務。公司業務覆蓋新加坡、馬來西亞、印度尼西亞等東南亞主要市場，致力於通過科技創新改善人們的生活質量。",
        "beforeStatus": "在與龍耀國際商會合作之前，Grab 在新加坡本土市場和國際市場都面臨挑戰。在新加坡本土市場，儘管已經累積了一定的用戶，但在拓展新用戶和提升市場佔有率方面遇到困難。使用者對 Grab 的各項服務了解不夠深入，尤其是對於新拓展的金融服務等業務，則存在認知模糊的情況。在國際市場，尤其是東南亞地區，儘管業務廣泛覆蓋，但在各個細分領域都面臨來自本地競爭對手的挑戰。在旅遊領域，新的叫車應用不斷湧現，試圖瓜分市場佔有率；在外送配送領域，其他外送平台也在爭取用戶；在金融服務領域，傳統金融機構和新興金融科技公司都在競爭。 Grab 的品牌形像在某種程度上出現了老化趨勢，缺乏新的活力注入，業務成長速度有所放緩，急需一種有效的推廣策略來重新激發公司的發展活力。",
        "afterStatus": "2021 - 2022 龍耀國際商會與 Grab 開啟合作，為其發展注入了強大動力。 龍耀國際商會針對 Grab 的多元業務和廣泛的使用者群體，制定了全面且細緻的推廣策略。考慮到 Grab 的服務面向不同年齡、階層和需求的用戶， 龍耀國際商會將推廣重點放在突出 Grab 各項服務的獨特價值上。對於出行服務，強調其便利性、高效性以及廣泛的車輛覆蓋，無論是日常通勤還是長途旅行，都能滿足用戶需求；對於外賣服務，著重宣傳豐富的菜餚選擇、快速的配送速度以及嚴格的食品安全標準；在金融服務方面，則突顯安全可靠、操作便利性和多樣化的金融產品。在線上推廣方面， 龍耀國際商會充分利用社群媒體平台的強大傳播力，根據不同平台的使用者特點，客製化個人化的宣傳內容。在Instagram 和TikTok 等受年輕群體歡迎的平台上，發布有趣、酷炫的短視頻，展示Grab 用戶使用服務時的便捷場景和愉快體驗，吸引年輕用戶的關注；在Facebook 和LinkedIn 等更廣泛受眾的在平台上，發布深度文章介紹Grab 的業務模式、發展歷程和社會影響，建立公司的專業形象。同時，積極利用出行類、生活服務類和金融科技類的專業論壇和社區，分享 Grab 的用戶案例、優惠活動以及服務升級信息，與潛在用戶進行深度互動。此外，與各大科技和生活方式領域的知名媒體和有影響力的自媒體合作，邀請他們對Grab 的各項服務進行全面評測和推薦，從專業角度為Grab 的品牌背書，提高品牌在市場中的公信力和知名度。在線下方面， 龍耀國際商會積極組織 Grab 參加各類具有國際影響力的科技展會、交通行業峰會以及生活服務領域的大型活動。在這些活動中，Grab 精心設計展示區域，透過現場展示、互動體驗等方式，向參觀者展示其先進的技術架構，如智慧調度系統如何優化出行效率、精準的外送配送演算法如何保障快速送達，以及安全可靠的金融支付系統如何保障用戶資金安全。同時，安排專業的客服團隊和業務專家在現場與潛在客戶和合作夥伴進行面對面的溝通和交流，解答他們對於服務內容、費用、合作模式等方面的疑問，增進彼此的了解和信任。透過這些線下活動，Grab 不僅與現有的合作夥伴鞏固了合作關係，也拓展了新的業務合作機會，進一步提升了在業界的影響力。",
        "results": "在寰宇国际商会专业的推广运营下，Grab 在 2021 - 2022 年初这个阶段取得了显著的成果。在新加坡本土市场，Grab 的知名度和市场占有率进一步提升，越来越多的居民选择 Grab 作为日常出行和生活服务的首选平台。在国际市场，尤其是东南亚地区，Grab 的品牌影响力也得到了极大拓展，新用户注册量和业务订单量呈现出持续增长的良好态势。无论是在交通出行领域的打车、租车业务，还是外卖配送领域的市场份额，以及金融服务领域的用户拓展，Grab 都展现出强劲的发展势头，巩固了其在新加坡乃至东南亚科技领域的领先地位，成为全球关注的科技独角兽企业之一。"
      },
      "origami": {
        "name": "Origami株式會社",
        "nameEn": "Origami Inc.",
        "country": "日本",
        "industry": "移動支付",
        "period": "2022~2024",
        "description": "日本的 Origami 私募，作為日本 Origami 資產管理股份有限公司在華設立的全資子公司，雖有著強大的母公司背景。其母公司在東京、倫敦、紐約、香港、上海等全球主要金融中心設有辦事處，在資產管理和投資顧問等金融投資服務領域底蘊深厚、經驗豐富。 Origami 私募於 2022 年 7 月成立，註冊資本 6 千萬元，擁有雄厚資金和專業投資團隊，旨在為投資者提供優質投資服務，但初入中國市場時卻面臨諸多困境。",
        "beforeStatus": "Origami 私募處於一種艱難的發展狀態。由於對中國市場和投資者需求缺乏了解，其產品未能精準契合市場需求，就像在黑暗中摸索的行者，找不到前進的方向。在中國這個特殊的金融投資市場環境裡，Origami 私募品牌認知度極低，投資人對其投資理念、過往績效等一無所知，這使得公司在競爭激烈的市場中舉步維艱。同時，缺乏有效的推廣途徑，導致公司無法將自身優勢傳達給潛在投資者，業務規模難以拓展，管理的資產規模也停滯不前，發展前景一片迷惘。",
        "afterStatus": "在 2022 年至 2024 年與龍耀國際商會合作後，情況發生了根本性轉變。 龍耀國際商會充分考慮中國市場的獨特性以及投資者的需求特點，並精心打造了詳細的市場調查計畫。透過廣泛的數據收集和深入分析，全面了解中國投資者對於金融投資產品的偏好傾向，精準評估他們的風險承受能力，為後續的產品定制和推廣策略築牢根基。在線上推廣環節， 龍耀國際商會充分利用金融業內的專業網站、權威財經媒體等多種管道，廣泛發布Origami 私募的公司概況、獨特的投資理念以及過往的業績表現等關鍵信息，如同在黑暗中點亮了明燈，有效吸引了潛在投資者的目光。不僅如此，積極舉辦線上投資講座和研討會，邀請Origami 私募的投資專家與投資者在線互動，分享他們的專業投資經驗和對市場趨勢的深刻見解，全方位提升公司在投資者心中的專業形象和知名度。在線下推廣方面， 龍耀國際商會全力協助 Origami 私募在上海、北京等中國重要金融中心城市舉辦投資者見面會和路演活動。在這些活動中，公司代表與潛在投資者進行面對面的深度溝通和交流，耐心解答投資者對於投資策略、風險控制等方面的疑問，有效增強了投資者對公司的信任。",
        "results": "在寰宇国际商会的专业推广运营下，Origami 私募在中国市场的知名度获得了显著提升，吸引了大量潜在投资者的密切关注，公司业务规模呈现出持续扩大的良好态势，所管理的资产规模也稳步增长，为其在中国市场的长远发展筑牢了坚实根基。"
      }
    },
    "sections": {
      "companyProfile": "公司簡介",
      "beforeStatus": "合作前狀況",
      "afterStatus": "合作後改變",
      "results": "合作成果"
    }
  },
  "contact": {
    "title": "聯繫我們",
    "subtitle": "隨時恭候您的諮詢與反饋",
    "contactInfo": {
      "title": "聯繫方式",
      "line": {
        "label": "Line官方帳號",
        "value": "@593dnlat"
      },
      "email": {
        "label": "電子郵箱",
        "value": "longyaoguojishanghui@gmail.com"
      }
    },
    "form": {
      "title": "線上諮詢",
      "description": "請填寫以下表單，我們會在1-2個工作日內回覆您的諮詢",
      "name": {
        "label": "您的姓名",
        "placeholder": "請輸入您的姓名"
      },
      "email": {
        "label": "電子郵箱",
        "placeholder": "請輸入您的電子郵箱"
      },
      "topic": {
        "label": "諮詢主題",
        "placeholder": "請選擇諮詢主題",
        "options": {
          "membership": "會員申請",
          "cooperation": "商業合作",
          "charity": "慈善活動",
          "other": "其他諮詢"
        }
      },
      "message": {
        "label": "諮詢內容",
        "placeholder": "請詳細描述您的諮詢內容"
      },
      "submit": "提交諮詢",
      "success": "諮詢提交成功！我們將儘快與您聯繫。",
      "error": "提交失敗，請稍後重試。"
    },
    "process": {
      "title": "處理流程",
      "steps": [
        {
          "title": "提交諮詢",
          "description": "填寫諮詢表單，提供詳細信息"
        },
        {
          "title": "確認接收",
          "description": "系統自動發送確認郵件"
        },
        {
          "title": "專人處理",
          "description": "相關部門進行評估和處理"
        },
        {
          "title": "回覆反饋",
          "description": "1-2個工作日內給出正式回覆"
        }
      ]
    }
  },
  "presidentMessage": {
    "pageTitle": "龍耀國際商會 — 會長致辭",
    "presidentInfo": {
      "organization": "龍耀國際商會",
      "title": "會長 劉志宏",
      "description": "2023年當選為龍耀國際商會第三屆會長，擁有超過20年的國際商務經驗。"
    },
    "messageTitle": "會長致辭",
    "messageDate": "2023年12月18日",
    "greeting": "親愛的商會家人們：\n大家好！",
    "content": {
      "intro": "在這個意義非凡的時刻，我滿懷感激與豪情，站在這裡，擔任龍耀國際商會會長這一重任。首先，請允許我向每一位出席的朋友，表達我誠摯的謝意，是你們的信任與支持，讓我有了這份為大家服務的榮幸。",
      "history": "龍耀國際商會，它是一座閃耀於國際舞台的豐碑，承載著無數的輝煌與夢想。它不僅僅是商業精英匯聚的殿堂，更是連接世界的紐帶，是推動國際經濟交流與合作的強大引擎。在過去的發展歷程中，我們的商會在國際商業領域縱橫捭闔，會員企業積極參與國際經貿往來，成果斐然。我們的足跡遍布全球各個角落，為地區經濟繁榮注入了源源不斷的活力，在國際商業畫捲上留下了濃墨重彩的一筆。",
      "charity": "然而，龍耀國際商會的意義遠不止於此。我們一直秉持著一顆仁愛之心，積極投身於慈善事業。慈善，是我們商會靈魂深處的璀璨之光。我們關注那些在苦難中掙扎的人們，為貧困地區送去希望，為弱勢群體撐起一片天空。無論是資助教育事業，讓無數渴望知識的孩子有學可上；還是參與醫療救助，給那些被病痛折磨的患者帶去生的希望；抑或是在災難面前挺身而出，積極參與救援和重建，我們都在用行動詮釋著商會的社會責任和擔當。這些慈善之舉，如同點點繁星，照亮了無數黑暗的角落，也讓我們商會的名字，有了更深層次的溫度和內涵。",
      "challenge": "當今世界，正處於經濟全球化深度變革、國際局勢複雜多變的時期。商業環境如同波濤洶湧的大海，機遇與挑戰並存。但我們龍耀國際商會，有信心、有能力在這風雲變幻中繼續領航。我們要在商業發展的道路上砥礪前行，通過拓展國際業務、優化資源配置、加強科技創新合作等方式，進一步提升商會和會員企業的競爭力。我們要利用自身優勢，搭建更多元化的國際商業平台，促進國際間貿易、投資的順暢流通，助力會員企業在全球市場中乘風破浪、蓬勃發展。",
      "future": "同時，在慈善之路上，我們更要堅定不移地走下去。我們要擴大慈善的覆蓋面，關注更多全球性的問題，如環保、難民救助等。整合商會資源，聯合更多國際慈善組織，形成更大的慈善合力。我相信，我們每一個小小的善舉，都有可能匯聚成改變世界的偉大力量。我們要讓龍耀國際商會的慈善之名，如春風化雨般滋潤每一個需要幫助的心靈，成為國際慈善領域的一面旗幟。",
      "commitment": "作為會長，我將以全身心的投入履行我的職責。我會公正無私地處理商會事務，保障每一位會員的權益，促進會員之間的團結協作。我將用心傾聽大家的意見和建議，積極為會員企業排憂解難，助力企業發展。同時，在國際交流與合作中，我會積極展現龍耀國際商會的風采，為商會爭取更多發展資源和機遇。我更會不遺餘力地推動慈善事業的發展，以身作則，帶領大家積極參與慈善活動，讓慈善成為我們商會文化的核心價值之一。",
      "collaboration": "我深知，商會的發展離不開每一位成員的努力。我希望大家都能將商會視為自己的依靠和歸屬，積極參與商會的建設與發展。無論是商業活動還是慈善事業，都需要我們齊心協力。讓我們繼承和發揚龍耀國際商會的優良傳統，以無畏的勇氣和堅定的信念，在商業發展和慈善道路上並肩前行。"
    },
    "closing": {
      "thanks": "最後，再次感謝大家給予我的信任。讓我們攜手共進，讓龍耀國際商會在國際商業和慈善的舞台上綻放更加耀眼的光芒！",
      "farewell": "謝謝大家！",
      "signature": {
        "name": "劉志宏",
        "title": "龍耀國際商會會長",
        "date": "2023年12月"
      }
    }
  },
  "organization": {
    "title": "組織架構",
    "subTitle": "Organization Structure",
    "positions": {
      "president": "會長",
      "vicePresident": "副會長",
      "executiveDeputyDirector": "常務副理事",
      "executiveDirector": "常務理事",
      "fundManager": "基金經理人和顧問",
      "marketResearchDirector": "市場考察總監",
      "operationsDirector": "市場營運總監",
      "chiefConsultant": "首席顧問理事",
      "financialMember": "財政委員"
    }
  }
}
